"%@ (optional)" = "%@ (optional)";

"Account number" = "Account number";

"Address" = "Address";

"Address line 1" = "Address line 1";

"Address line 2" = "Address line 2";

"Area" = "Area";

"BLIK code" = "BLIK code";

"BSB number" = "BSB number";

"Bank account •••• %@" = "Bank account •••• %@";

"Billing address is same as shipping" = "Billing address is same as shipping";

"Cancel" = "Cancel";

"Card brand" = "Card brand";

"City" = "City";

"Code field" = "Code field";

"Company" = "Company";

"Continue" = "Continue";

"Country" = "Country";

"Country or region" = "Country or region";

"County" = "County";

"Date is empty." = "Date is empty.";

"Department" = "Department";

"District" = "District";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Do you want to close this form?";

"Done" = "Done";

"Double tap to edit" = "Double tap to edit";

"Edit" = "Edit";

"Eircode" = "Eircode";

"Email" = "Email";

"Emirate" = "Emirate";

"Error" = "Error";

"First" = "First";

"Full name" = "Full name";

"Incomplete phone number" = "Incomplete phone number";

"Invalid UPI ID" = "Invalid UPI ID";

"Island" = "Island";

"Last" = "Last";

"Name" = "Name";

"Name on account" = "Name on account";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Other";

"Parish" = "Parish";

"Phone" = "Phone";

"Phone number" = "Phone number";

"Postal code" = "Postcode";

"Prefecture" = "Prefecture";

"Province" = "Province";

"Remove" = "Remove";

"Remove bank account?" = "Remove bank account?";

"Remove card" = "Remove card";

"Search" = "Search";

"Select card brand (optional)" = "Select card brand (optional)";

"Sort code" = "Sort code";

"State" = "State";

"Suburb" = "Suburb";

"Suburb or city" = "Suburb or city";

"The BSB you entered is incomplete." = "The BSB you entered is incomplete.";

"The ID number you entered is incomplete." = "The ID number you entered is incomplete.";

"The account number you entered is incomplete." = "The account number you entered is incomplete.";

"The sort code you entered is invalid." = "The sort code you entered is invalid.";

"Town or city" = "Town or city";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "Unable to parse phone number";

"Use rotor to access links" = "Use rotor to access links";

"Your BLIK code is incomplete." = "Your BLIK code is incomplete.";

"Your BLIK code is invalid." = "Your BLIK code is invalid.";

"Your ZIP is incomplete." = "Your ZIP is incomplete.";

"Your email is invalid." = "Your email is invalid.";

"Your payment information will not be saved." = "Your payment information will not be saved.";

"Your postal code is incomplete." = "Your postcode is incomplete.";

"ZIP" = "ZIP";
